Repository: lliurex/lliurex-miniscreen
Catalog: lliurex-po/lliurex-miniscreen/*.po
Languages: ca, es

source: MiniScreen Resolution
ca: Resolució de la minipantalla
es: Resolución de la minipantalla

source: Set Refresh Rate
ca: Estableix refresc de la minipantalla
es: Refresco de la minipantalla

source: 500 ms (high refresh rate)
ca: 500 ms (alta taxa de refresc, ordinadors potents)
es: 500 ms (alta tasa de refresco, ordenadores potentes)

source: 2000 ms (low refresh rate)
ca: 2000 ms (baixa taxa de refresc, ordinadors lents)
es: 2000 ms (baja tasa de refresco, ordenadores lentos)

source: Set path color
ca: Escolliu el color del traçat
es: Seleccione el color del trazado

source: Window position
ca: Posició de la MiniFinestra
es: Posición de la ventana

source: Left
ca: Esquerra
es: Izquierda

source: Right
ca: Dreta
es: Derecha

source: Exit from MiniScreen
ca: Surt de la MiniPantalla
es: Salir de la MiniPantalla

source: About LliureX MiniScreen
ca: Sobre la MiniPantalla de LliureX
es: Sobre la MiniPantalla de LliureX

source: To Quit, press right button on MiniScreen and select Quit.
ca: Per sortir, premeu el botó dret del ratolí sobre la MiniPantalla i escolliu Sortir.
es: Para salir, pulse el botón derecho sobre la minipantalla y seleccione Salir.

source: MiniScreen
ca: Resolució de la minipantalla
es: MiniPantalla

source: About...
ca: Sobre...
es: Acerca de...
